/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets " ="สินทรัพย์โหลด";
"Scenes" = "ฉาก";
"Information" ="ข้อมูล";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "คุณได้ปรับรุ่นแล้วที่จะพรีเมี่ยม โปรด 'ลงชื่อเข้าใช้' และใช้ 'การคืนค่าซื้อ' ในเมนู 'ตั้งค่า' เพื่อตรวจสอบการซื้อของคุณ";
"Alert" = "เตือนภัย";
"OK" ="ตกลง";
"Ok" = "ตกลง";
"No_Email_account_configured" = "บัญชีอีเมล์ที่ไม่มีการกำหนดค่าบนอุปกรณ์นี้";
"My Scene %d" ="ฉากของฉัน% d";
"Warning" = "การเตือน";
"Scene_name_empty" = "ชื่อสถานที่เกิดเหตุต้องไม่ว่างเปล่า";
"Scene_name_special_character" = "ชื่อสถานที่เกิดเหตุไม่สามารถมีตัวอักษรพิเศษใด ๆ";
"Duplicate_Scene_Name" = "ซ้ำชื่อฉาก";
"Duplicate_Scene_Name_message" = "ฉากที่มีชื่อเดียวกันอยู่แล้ว โปรดระบุชื่อที่แตกต่างกัน";
"Rename Scene" = "เปลี่ยนชื่อสถานที่เกิดเหตุ";
"Please enter a new Scene name" = "กรุณากรอกชื่อฉากใหม่";
"Cancel" = "ยกเลิก";
"Scene Name" = "ชื่อสถานที่เกิดเหตุ";
"A Scene created using Iyan 3D in iOS." = "ฉากสร้างขึ้นโดยใช้ Iyan 3D ใน iOS";
"Success" = "ความสำเร็จ";
"file_successfully_saved_dropbox" = "ไฟล์ที่บันทึกไว้ประสบความสำเร็จใน DropBox คุณสามารถค้นหาได้ในบัญชี Dropbox ของคุณ 'ปพลิเคชัน / Iyan3D'";
"Failure" = "ความล้มเหลว";
"Error_uploading_file" = "อัพโหลดไฟล์ข้อผิดพลาด กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ";
"unable_connect_server" = "ไม่สามารถเชื่อมต่อไปยังเซิร์ฟเวอร์กรุณาตรวจสอบการตั้งค่าเครือข่ายของคุณ";
"Connection Error" = "การเชื่อมต่อล้มเหลว";
"max_five_lights_per_scene" = "ที่เกิดเหตุไม่สามารถมีมากกว่าห้าไฟ";
"File Corrupted" = "แฟ้มที่เสียหาย";
"File_Corrupted_message" = "โครงการที่คุณกำลังพยายามที่จะเปิดรับความเสียหาย";
"Select Bone Structure" = "เลือกโครงสร้างกระดูก";
"start_single_bone_or_human_message" =" คุณสามารถเริ่มต้นด้วยการที่สมบูรณ์โครงสร้างกระดูกมนุษย์หรือกับกระดูกเดียว?";
"Single Bone" ="กระดูกเดี่ยว";
"Human Bone Structure" ="โครงสร้างกระดูกของมนุษย์";
"rigging_back_previous_mode" = "คุณคุณแน่ใจว่าต้องการที่จะกลับไปยังโหมดก่อนหน้านี้ไป? โดยการกดใช่การเปลี่ยนแปลงของคุณทั้งหมดจะถูกยกเลิก";
"NO" = "NO";
"Yes" ="ใช่";
"Light %d" = "ไฟ% d";
"Delete" = "ลบ";
"Clone" = "โคลน";
"copy_limit_exceed_message" = "คัดลอกวงเงินเกิน นำเข้าวัตถุโดยใช้ปุ่ม 'เพิ่ม' บนแถบเครื่องมือ";
"CAMERA" = "กล้อง";
"LIGHT" = "เบา";
"Image : %@" = "ภาพ : %@";
"Text : %@" = "ข้อความ:% @";
"Video : %@" = "วิดีโอ:% @";
"apply_animation_error" = "โปรดเลือกข้อความหรือตัวอักษรที่จะใช้ภาพเคลื่อนไหว";
"Save your Animation as template" ="บันทึกภาพเคลื่อนไหวของคุณเป็นแม่แบบ";
"Animation Name" = "ชื่อนิเมชั่น";
"Bones cannot be added to this model." = "กระดูกไม่สามารถเพิ่มเข้าไปในรูปแบบนี้";
"model_cannot_add_bone" = "แบบจำลองนี้หัวเรือใหญ่ใช้รุ่นก่อนหน้านี้ บางส่วนของข้อมูลซองอาจจะหายไป คุณต้องการที่จะต่อหรือไม่?";
"Please Select any Node to add Bone" = "กรุณาเลือกโหนดใด ๆ เพื่อเพิ่มกระดูก";
"Delete Animation in this Frame" = "ลบภาพเคลื่อนไหวในกรอบนี้";
"Delete Animation in this Frame" = "ลบภาพเคลื่อนไหวในกรอบนี้";
"Delete Object" = "ลบวัตถุ";
"Info" = "ข้อมูล";
"There is no animation in this frame." = "มีภาพเคลื่อนไหวในกรอบนี้ไม่เป็น";
"Animation name cannot be empty." ="ชื่อแอนิเมชั่ต้องไม่ว่างเปล่า";
"Animation_Name_special" = "นิเมชั่นชื่อไม่สามารถมีตัวอักษรพิเศษใด ๆ";
"Step_1_rigging_message" = "วางกระดูกในตำแหน่งที่เหมาะสมภายในรูปแบบ";
"Step_2_rigging_message" = "ปรับขนาดซองจดหมายแต่ละกระดูกเพื่อให้ครอบคลุมตาข่ายโดยรอบ";
"Step_3_rigging_message" = "ตรวจสอบให้แน่ใจแท่นขุดเจาะที่สมบูรณ์แบบโดยรูปแบบการเคลื่อนไหว";
"PREVIEW" = "PREVIEW";
"ADJUST ENVELOP" = "ADJUST ซอง";
"ATTACH SKELETON" = "ATTACH SKELETON";
"Cone" = "รูปกรวย";
"Cube" ="ลูกบาศก์";
"Cylinder" = "กระบอก";
"Plane" = "เครื่องบิน";
"Sphere" = "รูปทรงกลม";
"Torus" = "ฐานรองดอก";
"bone_count_exceed" = "กระดูกสูงสุดต่อวัตถุจะต้องไม่เกิน 57";
"Category" = "ประเภท";
"All Models" = "ทุกรุ่น";
"Character" ="ตัวละคร";
"Backgrounds" = "ภูมิหลัง";
"Accessories" = "อุปกรณ์";
"Minecraft" ="Minecraft";
"FNAF" = "FNAF";
"My Library" = "ห้องสมุดของฉัน";
"Rename Object" = "เปลี่ยนชื่อวัตถุ";
"Please enter a name" ="กรุณาใส่ชื่อ";
"Please Choose Font Style." ="โปรดเลือกรูปแบบตัวอักษร";
"Please enter some text to add." = "กรุณากรอกข้อความบางส่วนที่จะเพิ่ม";
"Create a Scene" = "สร้างฉาก";
"Animate Character" = "การเคลื่อนไหวของตัวละคร";
"Export Video" ="วิดีโอการส่งออก";
"Share your video" = "แบ่งปันวิดีโอของคุณ";
"onboarding_message_#1" = "เพิ่มตัวอักษร, สภาพแวดล้อม, อุปกรณ์จากห้องสมุดของเรากว่า 300 สินทรัพย์หรือนำเข้าไฟล์ OBJ จากแหล่งภายนอก";
"onboarding_message_#2" = "นำตัวละครของคุณไปใช้ชีวิตกับการเคลื่อนไหวที่กำหนดไว้ล่วงหน้าของเราใช้การจำลองฟิสิกส์หรือทำอย่างใดอย่างหนึ่งของการกระทำของคุณเอง";
"onboarding_message_#3" = "ทำให้สุดท้ายวิดีโอที่มีคุณภาพและรูปแบบที่ต้องการ";
"onboarding_message_#4" = "แค่นั้นแหละ. ส่งภาพยนตร์ 3D ของคุณและ showoff ทักษะความคิดสร้างสรรค์ของคุณให้เพื่อนของคุณ";
"Next" ="ต่อไป";
"Let's get started" = "มาเริ่มกันเลย";
"Models" = "รุ่น";
"Images" = "ภาพ";
"Videos" = "วิดีโอ";
"Text" = "ข้อความ";
"Light" ="เบา";
"OBJ File" = "OBJ ไฟล์";
"Add Bone" ="เพิ่มกระดูก";
"Particle Effects" = "ผลกระทบของอนุภาค";
"Apply Animation" = "สมัครนิเมชั่น";
"Save Animation" = "บันทึกภาพเคลื่อนไหว";
"Images" = "ภาพ";
"Videos" = "วิดีโอ";
"Tutorials" = "สอน";
"Settings" = "การตั้งค่า";
"Rate This App" ="อัตรา App นี้";
"Follow Us" = "ตามเรามา";
"Contact Us" = "ติดต่อเรา";
"Front" = "ด้านหน้า";
"Top" = "ด้านบน";
"Left" = "ซ้าย";
"Back" = "กลับ";
"Right" ="ขวา";
"Bottom" = "ด้านล่าง";
"1 Frame" = "1 เฟรม";
"24 Frames" = "24 เฟรม";
"240 Frames" ="240 กรอบ";
"Camera" = "กล้อง";
"Light" = "เบา";
"Clone" = "โคลน";
"Delete" = "ลบ";
"Rename" = "ตั้งชื่อใหม่";
"Move Camera" = "ย้ายกล้อง";
"Publish" = "ประกาศ";
"No data" = "ไม่มีข้อมูล";
"share_image_social_media" = "ฉาก 3D ผมสร้างขึ้นโดยใช้ Iyan 3D บน iOS";
"share_video_social_media" = "วิดีโอภาพเคลื่อนไหว, ฉันสร้างขึ้นโดยใช้ Iyan 3D บน iOS";
"only_hq_options" = "สถานที่ให้บริการนี​​้เป็นเพียงสำหรับการแสดงผลที่มีคุณภาพสูง";
"reopen_apply_changes" = "กรุณาเปิดการเปิดสถานที่เกิดเหตุเพื่อใช้การเปลี่ยนแปลง";
"sign_in_to_continue" = "กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ";
"no_premium_restored" = "ดูเหมือนจะมีปัญหาเกี่ยวกับการซื้อของคุณ กรุณาตรวจสอบให้แน่ใจว่าคุณได้รับการอัปเกรดพรีเมี่ยมที่มีบัญชีปัจจุบัน";
"In Progress" = "กำลังดำเนินการ";
"Completed" = "เสร็จ";
"In Queue" = "อยู่ในคิว";
"Download" = "ดาวน์โหลด";
"successful_saved_phot_gallery" = "ภาพ / วิดีโอที่บันทึกไว้ประสบความสำเร็จกับภาพถ่าย";
"failed_saved_phot_gallery" = "มีปัญหาในการดาวน์โหลดภาพ / วิดีโอจะ กรุณาลองใหม่อีกครั้งในภายหลัง.";
"no_twitter_account" = "ติดตั้งทวิตเตอร์ Accounnt ในอุปกรณ์ของคุณ";
"APPLY "= "ใช้";
"select_obj_preview" = "เลือก OBJ เพื่อดูตัวอย่าง";
"choose_texture" = "เลือกเนื้อผ้าที่จะใช้สำหรับรูปแบบที่เลือก";
"choose_color" ="เลือกสีสำหรับจุดสุดยอด OBJ ที่เลือก";
"tap_import_photos" = "แตะเพื่อนำเข้าเนื้อจากห้องสมุดภาพ";
"tap_to_choose_texture" = "แตะเพื่อเลือกเนื้อ / สีสำหรับวัตถุที่เลือก";
"import_model_selected_texture" ="นำเข้ารุ่นที่มีการเลือกเนื้อ / สี";
"add_obj_document_dir" = "เพิ่มไฟล์ OBJ ในสารบบเอกสาร";
"add_texture_document_dir" = "เนื้อเพิ่มไฟล์ในไดเรกทอรีเอกสาร";
"Pick Color" ="เลือกสี";
"ADD TO SCENE" = "เพิ่มไปที่เกิดเหตุ";
"Import Texture" = "นำเข้าเนื้อ";
"Normal Shader" = "ปกติ Shader";
"Toon Shader" = "Toon Shader";
"HQ Rendering" = "กองบัญชาการการแสดงผล";
"tap_to_start" = "แตะเพื่อเริ่มต้นการส่งออก";
"please_signin" = "กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ";
"not_enough_credits" = "คุณยังไม่ได้มีเครดิตเพียงพอกรุณาเติมเงินในบัญชีของคุณเพื่อดำเนินการต่อไป";
"scene_no_support_hqrender" = "ที่เกิดเหตุมีภาพ / praticles ซึ่งขณะนี้ไม่ได้รับการสนับสนุนในการแสดงผลที่กองบัญชาการ";
"data_doesnot_exist" = "ได้รับการร้องขอข้อมูลทำไม่อยู่ !!";
"hqrender_uploaded_success" = "อัปโหลดสำเร็จ คุณสามารถดูความคืบหน้าของคุณจะแสดงผลในมุ​​มมองโปรไฟล์ของคุณ";
"Done" = "เสร็จสิ้น";
"Rename Animation" ="เปลี่ยนชื่อนิเมชั่น";
"Trending" ="ได้รับความนิยม";
"Featured" ="แนะนำ";
"Top Rated" ="ระดับสูง";
"Recent" = "เมื่อเร็ว ๆ นี้";
"My Animations" = "ภาพเคลื่อนไหวของฉัน";
"username_has_special_char" = "ชื่อผู้ใช้งานไม่สามารถมีตัวอักษรพิเศษใด ๆ";
"username_isempty" = "ชื่อผู้ใช้ต้องไม่ว่างเปล่า";
"Success" = "ความสำเร็จ";
"success_animation_publish" ="แอนิเมชั่เผยแพร่เรียบร้อยแล้ว";
"bone_count_mismatch" = "นับกระดูกไม่สามารถแข่งขันได้";
"fontstyle_char_unsupported" = "รูปแบบตัวอักษรที่คุณเลือกไม่สนับสนุนตัวละครที่คุณป้อน";
"inapp_disabled" = "ซื้อใน app เป็นผู้พิการ ตรวจสอบการตั้งของคุณเพื่อให้การสั่งซื้อสินค้า";
"missing_resources" = "บางไฟล์ทรัพยากรจะหายไป";
"My Objects" ="วัตถุของฉัน";
"Edit" = "แก้ไข";
"ADD" = "  เพิ่ม";
"ANIMATION" = "  ภาพเคลื่อนไหว";
"OPTIONS" = "  ตัวเลือก";
"EXPORT" = "  ส่งออก";
"MOVE" = "  ย้าย";
"ROTATE" = "  หมุน";
"SCALE" ="  SCALE";
"ADD JOINT" = "  เพิ่ม JOINT";
"MIRROR" = "กระจกเงา";
"CANCEL" = "ยกเลิก";
"ADD TO SCENE" = "เพิ่มไปที่เกิดเหตุ";
"Enter Text" = "ใส่ข้อความ";
"With Bones" = "กับกระดูก";
"Color" = "สี";
"Font Store" = "ร้านตัวอักษร";
"My Fonts" = "แบบอักษรของฉัน";
"News Feed" = "ข่าวใหม่";
"Clear All" = "ลบทั้งหมด";
"SHARE" = "หุ้น";
"CLOSE" = "ปิด";
"FRAME COUNT DISPLAY" = "FRAME แสดงจำนวน";
"TOOLBAR" = "แถบเครื่องมือ";
"3D WORKSPACE" = "WORKSPACE 3D";
"Quality" ="คุณภาพ";
"Speed" ="ความเร็ว";
"This setting does not affect Export quality" = "การตั้งค่านี้ไม่ได้ส่งผลกระทบต่อคุณภาพส่งออก";
"MultiSelect" = "MultiSelect";
"RESTORE PURCHASE" ="การคืนค่าซื้อ";
"SETTINGS" ="การตั้งค่า";
"Credits" = "เครดิต";
"Add 5k Credits" ="เพิ่ม 5k เครดิต";
"Add 20k Credits" = "เพิ่ม 20k เครดิต";
"Add 50k Credits" ="เพิ่ม 50k เครดิต";
"HQ Render Progress" = "กองบัญชาการ Render ความคืบหน้า";
"Manage Account" = "จัดการบัญชี";
"Sign Out" ="ออกจากระบบ";
"Add Credits" = "เพิ่มเครดิต";
"Sign In" = "ลงชื่อเข้าใช้";
"Login to enjoy more features" = "เข้าสู่ระบบเพลิดเพลินไปกับคุณสมบัติอื่น ๆ อีกมากมาย";
"Copy OBJ files in Document Directory." = "คัดลอกไฟล์ OBJ ในสารบบเอกสาร";
"Import Obj" = "นำเข้า Obj";
"NEXT" = "ต่อไป";
"Create Scene" = "สร้างฉาก";
"Creates a new scene." = "สร้างฉากใหม่";
"Tap to open the scene." = "แตะเพื่อเปิดสถานที่เกิดเหตุ";
"Tap to Clone / Delete / Share the scene." = "แตะเพื่อโคลน / ลบ / หุ้นที่เกิดเหตุ";
"RENDERING PROGRESS" = "แสดงผลความคืบหน้า";
"RESOLUTION" ="การแก้ไข";
"BACKGROUND COLOR" = "สีพื้นหลัง";
"WATERMARK" ="ลายน้ำ";
"RENDERING STYLE" = "รูปแบบการให้";
"Render Normal Shader in Your Device" = "Render ปกติ Shader ในเครื่องของคุณ";
"LIMIT FRAMES" = "เฟรม LIMIT";
"ADD" = "เพิ่ม";
"Manage your account" ="จัดการบัญชีของคุณ";
"Settings, Tutorials & Contact us" = "การตั้งค่าสอนและติดต่อเรา";
"Save and Exit the scene" = "บันทึกและออกจากที่เกิดเหตุ";
"Add Frames" = "เพิ่มกรอบ";
"Standard view angles" ="มุมมองมาตรฐาน";
"Play the animation preview" = "เล่นดูตัวอย่างภาพเคลื่อนไหว";
"Switch to Move / Rotate / Scale mode" = "สลับไปย้าย / หมุน / โหมดชั่ง";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "เปิดใช้กระจกที่จะย้าย / หมุนกระจกร่วมกันของการร่วมทุนที่เลือก";
"Import objects into the scene" ="วัตถุนำเข้ามาในที่เกิดเหตุ";
"Apply animation to the selected model/text" = "สมัครนิเมชั่นที่จะเลือกรูปแบบ / ข้อความ";
"Change properties of selected object" = "เปลี่ยนแปลงคุณสมบัติของวัตถุที่เลือก";
"Export image/video to the Camera roll" = "ส่งออกภาพ / วิดีโอม้วนกล้อง";
"Undo / Redo your actions" = "ยกเลิก / ทำซ้ำการกระทำของคุณ";
"Tap to add the rigged model in to the scene" = "แตะเพื่อเพิ่มรูปแบบหัวเรือใหญ่ในที่เกิดเหตุ";
"Tap to publish your animation to the store" = "แตะเพื่อเผยแพร่ภาพเคลื่อนไหวของคุณไปที่ร้าน";
"Current mode in rigging" = "โหมดปัจจุบันที่อยู่ในเสื้อผ้า";
"Tap to add a joint to the selected joint in the rig" = "แตะเพื่อเพิ่มร่วมกันเพื่อร่วมกันเลือกในแท่นขุดเจาะ";
"Manage objects in the scene" ="จัดการวัตถุในฉาก";
"Switch to Move / Rotate / Scale mode" = "สลับไปย้าย / หมุน / โหมดชั่ง";
"Enable to move / rotate the mirror joint of selected joint" = "เปิดใช้งานจะย้าย / หมุนกระจกร่วมกันของการร่วมทุนที่เลือก";
"Cancel rigging and go back to the scene" = "ยกเลิกเสื้อผ้าและกลับไปยังที่เกิดเหตุ";
"Tap to change model category" = "แตะเพื่อเปลี่ยนรูปแบบหมวดหมู่";
"Tap to import the selected model into your scene." = "แตะเพื่อนำเข้ารุ่นที่เลือกเข้าไปในฉากของคุณ";
"Import selected 3D text into the scene." = "นำเข้าข้อความที่เลือก 3D เข้าฉาก";
"Choose color for 3D text." = "เลือกสีสำหรับข้อความ 3D";
"Add bevel to 3D text." = "เพิ่มมุมกับข้อความ 3D";
"Enter your text here." = "ป้อนข้อความของคุณที่นี่";
"Tap to save and close the Settings." = "แตะเพื่อบัน​​ทึกและปิดการตั้งค่า";
"Enable or Disable multiple objects selection." = "เปิดหรือปิดวัตถุหลายตัวเลือก";
"Choose whether toolbar should be on the right or left side in Editor." = "เลือกว่าแถบเครื่องมือควรจะอยู่ด้านซ้ายหรือขวาในแก้ไข";
"Choose between quality or speed of rendering in Editor. "="เลือกระหว่างคุณภาพหรือความเร็วในการแสดงผลในแก้ไข";
"Enable/Disable Watermark image." = "เปิดใช้งานภาพ / ปิดลายน้ำ";
"Limit the number of frames to be exported." = "จำกัด จำนวนของเฟรมที่จะส่งออก";
"Credits required for the current export." = "เครดิตที่จำเป็นสำหรับการส่งออกในปัจจุบัน";
"Tap to change category." = "แตะเพื่อเปลี่ยนหมวดหมู่";
"Tap to apply animation to the selected object." = "แตะเพื่อใช้ภาพเคลื่อนไหวไปที่วัตถุที่เลือก";


























